<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>นโยบายคุ้มครองข้อมูลส่วนบุคคลและข้อตกลงการใช้งาน</title>
    <!-- boostrap  -->
    <link href="cdn.jsdelivr.net/npm/bootstrap@5.3.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-T3c6CoIi6uLrA9TneNEoa7RxnatzjcDSCmG1MXxSR1GAsXEV/Dwwykc2MPK8M2HN" crossorigin="anonymous">
    <!-- icon -->
    <link href='fonts.googleapis.com/css?family=Kanit' rel='stylesheet'>
    <!-- icon boostrap -->
    <link rel="stylesheet" href="cdn.jsdelivr.net/npm/bootstrap-icons@1.3.0/font/bootstrap-icons.css">

    <style>
        body {
            /* margin: 0px; */
            /* padding: 0px; */
            font-family: 'Kanit', sans-serif;
            font-weight: 300;
            /* background-color: #080710; */
        }

        .box {
            margin-left: 2%;
            margin-right: 2%;
        }

        .header {
            padding: 10 10;
            background-color: #23a2f6;
            color: white;
            border-radius: 10px;
            font-size: 18px;
        }

        .headers {
            padding: 10 10;
            background-color: #23a2f6;
            color: white;
            border-radius: 10px;
            font-size: 18px;
            margin-top: 30px;
        }

        .detail {
            padding: 10 10;
        }

        .text {
            padding: 5 20;
        }

        .num {
            padding-top: 10px;
            padding-bottom: 10px;
            padding-left: 50px;
            padding-right: 50px;
        }

        .heads {
            padding: 5 10;
            background-color: #23a2f6;
            color: white;
            border-radius: 10px;
            font-size: 16px;
            margin-top: 30px;
        }

        .footer {
            background-color: #23a2f6;
            padding: 20px;
            margin: 0;
            color: white;
            text-align: center;
        }
    </style>

</head>

<body>
    <h1 style="text-align: center;"><b>นโยบายคุ้มครองข้อมูลส่วนบุคคลและข้อตกลงการใช้งาน</b></h1>

    <div class="box">
        <div class="header">
            <span><b>นโยบายคุ้มครองข้อมูลส่วนบุคคล</b></span>
        </div>
        <div class="detail">
            <span class="text">เว็บไซต์ และแอปพลิเคชั่น จะเก็บข้อมูลส่วนบุคคลของท่าน เพื่อการนำเสนอเนื้อหาและบริการ ให้ตรงกับความต้องการและความสนใจของท่านเป็นหลัก ทั้งนี้ท่านตกลงและยินยอมให้เราสามารถใช้ข้อมูลส่วนบุคคลของท่านในการติดต่อ หรือส่งข้อมูลส่วนบุคคลของท่านทั้งหมดหรือบางส่วน ไปยังพันธมิตรในทางธุรกิจเพื่อให้เกิดประโยชน์แก่ท่านโดยไม่จำเป็นต้องบอกกล่าวล่วงหน้าแก่ท่าน</span><br><br>
            <span class="text">ข้อมูลส่วนบุคคลของท่านที่เราจัดเก็บรวมถึง แต่ไม่จำกัดเฉพาะ ประวัติการใช้งาน, เนื้อหาที่ท่านสนใจ, ข้อมูลที่ท่านกรอกเมื่อลงทะเบียนเพื่อเป็นสมาชิก เช่น ชื่อและนามสกุล, วันเดือนปีเกิด, เพศ, ที่อยู่, เบอร์โทรศัพท์, อีเมล์, รวมถึงข้อมูลที่ท่านกรอกเพื่อซื้อสินค้าและบริการ เช่นข้อมูลการจัดส่ง และข้อมูลที่ท่านกรอกเพื่อใช้งานโปรแกรมบริการต่างๆ ในเว็บไซต์ เช่น คณะที่สนใจ, คะแนนสอบต่างๆ เพื่อคำนวณคะแนนและประมวลผลจัดอันดับ เป็นต้น</span><br><br>
            <span class="text">ทั้งนี้ข้อมูลของท่านจะถูกเก็บรวบรวมและรักษาไว้ เราอาจใช้ข้อมูลส่วนบุคคลของท่าน หรือส่งต่อแก่บุคคลภายนอก รวมถึงพันธมิตรในทางธุรกิจเพื่อประโยชน์ของท่าน และของกิจการบางส่วนดังต่อไปนี้ </span> <br><br>
            <span class="num">1.เพื่อสนับสนุนการส่งมอบบริการ, โฆษณา, สิทธิพิเศษ, กิจกรรมด้านการตลาดที่ตรงกับความต้องการของท่านผ่านช่องทางส่วนบุคคลที่ท่านยินยอมให้เรา</span><br>
            <span class="num">2.เพื่อวิจัย และวิเคราะห์ประสบการณ์ของผู้ใช้บริการเว็บไซต์, แอปพลิเคชั่น, และโซเชียลมีเดีย ทำให้ท่านสามารถใช้งานได้ตรงกับพฤติกรรมของท่าน และต่อเนื่อง</span><br>
            <span class="num">3.เพื่อดำเนินการตามคำสั่งซื้อของท่าน เพื่อดำเนินการเกี่ยวกับการขนส่งสินค้าผ่านทางแพลตฟอร์ม ไม่ว่าจะดำเนินการโดยบริษัท หรือบริษัทพันธมิตร</span><br>
            <span class="num">4.เพื่อติดต่อผู้ใช้งานสำหรับการให้บริการ และดูแลผู้ใช้งาน หรือสื่อสารการตลาดที่ได้รับอนุญาตตามช่องทางการสื่อสารที่ท่านยินยอมให้บริษัท</span>
        </div>

        <div class="heads">
            <span>การมอบหมายข้อมูล (Information Delegation)</span>
        </div>
        <div class="detail">
            <span class="text">บริษัทอาจมอบหมายให้ผู้ให้บริการภายนอกจัดการข้อมูลส่วนบุคคลที่เก็บรวบรวมจากผู้ใช้บริการ ไม่ว่าจะทั้งหมดหรือบางส่วนในการให้บริการ และอาจให้ผู้ให้บริการภายนอกในการช่วยเสนอบริการด้านต่างๆ ของเรา ซึ่งผู้ให้บริการนั้นไม่มีอำนาจในการใช้ข้อมูลส่วนบุคคลในส่วนที่ดำเนินการแทนเราโดยอิสระ และผู้ให้บริการดังกล่าวจะต้องอยู่ภายใต้การบังคับนโยบายความเป็นส่วนตัวนี้</span>
        </div>
        <div class="heads">
            <span>สิทธิของผู้ใช้บริการ (User's Rights)</span>
        </div>
        <div class="detail">
            <span class="text">ผู้ใช้บริการสามารถแก้ไขข้อมูลส่วนบุคคลของตนเองที่ได้ลงทะเบียนไว้ในการใช้บริการต่างๆ ไม่ว่าในเวลาใดๆ นอกจากนี้ ผู้ใช้บริการอาจจะยกเลิกการใช้บริการทั้งหมด ตามข้อกำหนดและเงื่อนไขผู้ใช้บริการ</span><br><br>
            <span class="text">ผู้ใช้บริการอาจจะขอดู หรือร้องขอสำเนาข้อมูลส่วนบุคคลของตนที่บริษัทฯ ได้เก็บรวบรวมไว้จากการที่ผู้ใช้บริการได้ใช้บริการ จากบริษัทฯ โดยการติดต่อบริษัทฯ ที่ www.mukdahanpao.go.th</span><br><br>
            <span class="text">ผู้ใช้บริการมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของตนให้ถูกต้อง เป็นปัจจุบัน และไม่ก่อให้เกิดความเข้าใจผิด โดยการติดต่อบริษัทฯ ที่ www.mukdahanpao.go.th</span><br><br>
            <span class="text">ผู้ใช้บริการมีสิทธิขอให้ลบหรือทำลายข้อมูลส่วนบุคคลของท่าน หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของได้ตามที่กฎหมายกำหนด โดยการติดต่อบริษัทฯ ที่ www.mukdahanpao.go.th</span>
        </div>
        <div class="heads">
            <span>คำถาม (Inquiries)</span>
        </div>
        <div class="detail">
            <span class="text">หากผู้ใช้บริการไม่แน่ใจเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ หรือมีคำถาม ข้อร้องเรียน การเข้าถึง และ/หรือ แก้ไขให้ถูกต้อง หรือมีความคิดเห็นเกี่ยวกับการจัดการข้อมูลส่วนบุคคลในการใช้บริการต่างๆ ผู้ใช้บริการสามารถติดต่อบริษัทฯ ได้ที่ www.mukdahanpao.go.th</span><br><br>
            <span class="text">ทั้งนี้บริษัทมีนโยบายในการพัฒนาและปรับปรุงบริการอย่างต่อเนื่อง ดังนั้น นโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้อาจมีการแก้ไขเปลี่ยนแปลงเป็นครั้งคราว เราขอแนะนำให้ท่านตรวจสอบนโยบายนี้เป็นระยะๆ เพื่อท่านจะได้เข้าใจนโยบายฉบับล่าสุด</span><br><br>
            <span class="text">ท่านรับทราบว่า การใช้บริการของเรานี้ถือว่าท่านได้รับทราบและยินยอมปฎิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้และฉบับแก้ไขเพิ่มเติมในอนาคต</span>
        </div>
        <div class="headers">
            <span><b>การใช้คุกกี้ (Cookies)</b></span>
        </div>
        <div class="detail">
            <span class="text">www.mukdahan-smartcity.com ใช้คุกกี้ (cookies) หรือไฟล์ข้อมูลขนาดเล็กเพื่อจดจำการเข้าเยี่ยมชมเว็บไซต์ จดจำรูปแบบการตั้งค่าของผู้ใช้ จดจำความชอบและความสนใจเพื่อการแสดงผลให้สอดคล้องกับความชอบและความสนใจ เพื่อเร่งความเร็วในการแสดงผลของข้อมูล เพื่อวิเคราะห์และนำเสนอโฆษณา รวมถึงเพื่อความสะดวกในการให้บริการต่างๆในเว็บไซต์ของเรา ทั้งนี้การวิเคราะห์อาจทำโดยบุคคลอื่นที่ให้บริการหรือได้รับมอบหมายให้กระทำการแทนในนามของ mukdahan-smartcity.com/</span><br><br>
            <span class="text">เมื่อเข้าใช้บริการ www.mukdahan-smartcity.com อย่างต่อเนื่องโดยไม่เปลี่ยนแปลงการตั้งค่าบนเว็บเบราว์เซอร์ อุปกรณ์ของผู้ใช้จะยอมรับคุกกี้ไปโดยอัตโนมัติเมื่อมีการเข้าใช้งานครั้งต่อไป ในกรณีที่ผู้ใช้ไม่ต้องการให้คุกกี้เก็บข้อมูล ก็สามารถเปลี่ยนแปลงการตั้งค่าที่เมนู “การตั้งค่า” ของแถบเครื่องมือบนอินเทอร์เน็ตเบราว์เซอร์ได้</span>
        </div>
        <div class="headers">
            <span><b>ข้อตกลงการใช้งาน</b></span>
        </div>
        <div class="detail">
            <span class="text">การนําเสนอข้อมูล ข่าวสาร บทความ หรือข้อความอื่นใดทั้งหมดในเว็บไซต์, แอปพลิเคชั่น, และช่องทางอื่นๆ เป็นเพียงการให้บริการ รวบรวมข้อมูล ความรู้ ฐานข้อมูลทางวิชาการ และความรู้ด้านต่าง ๆ รวมทั้งเป็นเวทีแสดงความคิดเห็น หรือแลกเปลี่ยน ข้อมูลข่าวสาร ระหว่างผู้ใช้บริการ ด้วยกันเท่านั้น บริษัท เด็กดี อินเตอร์แอคทีฟ จำกัด ไม่รับรองความถูกต้องสมบูรณ์ของข้อมูล ข่าวสาร บทความ การเชื่อมโยงเว็บไซต์ รูปภาพ และข้อมูลอื่นๆในเว็บไซด์ และสื่อต่างๆ ของบริษัท และบริษัทไม่รับผิดชอบในความผิดพลาดที่อาจเกิดขึ้นจากการนําข้อมูลดังกล่าวไปใช้ในทุกกรณีโดยไม่มีข้อยกเว้น ในกรณีที่เกิดข้อพิพาทใดๆ ในทางกฎหมาย ท่านตกลงสละสิทธิเรียกร้องในการดำเนินคดีใดๆ ไม่ว่าทางแพ่งหรืออาญาต่อบริษัทและกรรมการบริษัท</span><br><br>
            <span class="text">ข้อมูลส่วนบุคคลที่ท่านได้ให้หรือ ข้อมูลการใช้งานที่ผ่านการประมวลผลของเครื่องคอมพิวเตอร์ ที่ควบคุมการทํางานของเว็บไซต์ของบริษัททั้งหมดนั้น ท่านยอมรับและตกลงว่าบริษัทสามารถใช้ข้อมูลดังกล่าวได้ ซึ่งบริษัทจะใช้ความพยายามอย่างดีที่สุดที่จะคุ้มครองข้อมูลส่วนบุคคลดังกล่าว</span><br><br>
            <span class="text">ในกรณีที่ท่านได้รับความเสียหาย อันเกิดจากความสูญหาย หรือเสียหายของข้อมูลส่วนบุคคล หรือเกิดจากเหตุใดก็ตาม ซึ่งรวมถึงแต่ไม่จํากัดเฉพาะ เกิดจากการถูกจารกรรม โดยวิธีการทางอิเล็กทรอนิกส์ (hack) หรือเกิดจากเหตุสุดวิสัย หรือไม่ว่ากรณีใดๆ ทั้งสิ้น บริษัทขอสงวนสิทธิ ในการปฏิเสธ ความรับผิดจากเหตุดังกล่าวทั้งหมด และบริษัทไม่ต้องรับผิดชอบต่อความเสียหาย สูญหายใดๆ ที่เกิดขึ้นทั้งสิ้น</span>
        </div>
        <div class="headers">
            <span><b>ลิขสิทธิ์ตามกฎหมาย (Copyrights)</b></span>
        </div>
        <div class="detail">
            <span class="text">บริษัทขอแจ้งให้ผู้ใช้บริการทั่วไปทราบว่า ข้อความ ภาพ เสียง เนื้อหา ส่วนประกอบใดๆ ที่ปรากฎบนเว็บไซต์, แอปพลิเคชั่น, และช่องทางอื่นๆ ของบริษัทนี้ เป็นงานอันได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญา ของไทยโดยชอบด้วยกฎหมายของบริษัทแต่เพียงผู้เดียว</span><br><br>
            <span class="text">บริษัทสงวนสิทธิที่จะแก้ไข ปรับปรุง และเปลี่ยนแปลงข้อความทางกฎหมายนี้ได้ตลอดเวลา ตามที่บริษัทเห็นสมควร โดยไม่ต้องบอกกล่าว</span>
        </div>
    </div>

    <p class="footer">© Copyright <a style="color: white; text-decoration: none; " href="https://www.assystem.co.th/">AS SYSTEM Co.,Ltd. </a>All Rights Reserved </p>

    <!-- Include Bootstrap CSS and JavaScript -->
    <script src="cdn.jsdelivr.net/npm/bootstrap@5.3.2/dist/js/bootstrap.bundle.min.js" integrity="sha384-C6RzsynM9kWDrMNeT87bh95OGNyZPhcTNXj1NW7RuBCsyN/o0jlpcV8Qyq46cDfL" crossorigin="anonymous"></script>
    <script src="code.jquery.com/jquery-3.7.1.min.js" integrity="sha256-/JqT3SQfawRcv/BIHPThkBvs0OEvtFFmqPF/lYI/Cxo=" crossorigin="anonymous"></script>
</body>

</html>